{
    "albums":[
        {
            "name":"Travis Scott",
            "shortname":"days",
            "albumname":"Days Before Rodeo",
            "summary":"Days Before Rodeo, Scott’s second mixtape, is what kickstarted his rap career and began to make a name for the Houston native. Inspired by Kid Cudi, many of Scott’s tracks are influenced by his style, such as his signature low pitched humming. Released Aug. 18, 2014, Scott’s mixtape contains 12 songs spanning just over 50 minutes, featuring artists Rich Homie Quan, Young Thug, among others.",
            "artwork":"days.jpg",
            "tracklist":"1. The Prayer<br>2. Mamacita<br>3. Quintana, Part 2<br>4. Drugs You Should Try It<br>5. Don't Play<br>6. Skyfall<br>7. Zombies<br>8. Sloppy Toppy<br>9. Basement Freestyle<br>10. Backyard<br>11. Grey<br>12. BACC<br>",
            "appleMusic":"https://music.apple.com/us/artist/travis-scott/549236696",
            "spotify":"https://open.spotify.com/playlist/4UgQ2PRfegIhkCHTY7cgJ1"
        },
        {
            "name":"Travis Scott",
            "shortname":"rodeo",
            "albumname":"Rodeo",
            "summary":"Rodeo is the culmination of Travis Scott’s amassed networking efforts. The credits are a Who’s Who of the big names in rap and its neighboring genres: Narrated by T.I., it tells a nebulous tale of Scott’s meteoric rise and the perils of fame.",
            "artwork":"rodeo.jpg",
            "tracklist":"1. Pornography<br>2. Oh My Dis Side<br>3. 3500<br>4. Wasted<br>5. 90210<br>6. Pray 4 Love<br>7. Nightcrawler<br>8. Piss on Your Grave<br>9. Antidote<br>10. Impossible<br>11. Maria I'm Drunk<br>12. Flying High<br>13. I Can Tell<br>14. Apple Pie<br>15(Deluxe). Ok Alright<br>16(Deluxe). Never Catch Me",
            "appleMusic":"https://music.apple.com/us/album/rodeo-expanded-edition/1456176981",
            "spotify":"https://open.spotify.com/album/4PWBTB6NYSKQwfo79I3prg"
        },
        {
            "name":"Travis Scott",
            "shortname":"birds",
            "albumname":"Birds in the Trap Sing...",
            "summary":"A tragic accident dramatically changes Travis Scott's life, taking him into a surreal journey through time and into life after death.",
            "artwork":"birds.jpg",
            "tracklist":"1. the ends<br>2. way back<br>3. coordinate<br>4. through the late night<br>5. beibs in the trap<br>6. sdp interlude<br>7. sweet sweet<br>8. outside<br>9. goosebumps<br>10. first take<br>11. pick up the phone<br>12. lose<br>13. guidance<br>14. wonderful",
            "appleMusic":"https://music.apple.com/us/album/birds-in-the-trap-sing-mcknight/1150135681",
            "spotify":"https://open.spotify.com/album/42WVQWuf1teDysXiOupIZt"
        },
        {
            "name":"Travis Scott",
            "shortname":"astroworld",
            "albumname":"Astroworld",
            "summary":"In his most recent solo release, Scott aimed for Astroworld to sound like 'taking an amusement park away from kids'. He also described the album as a continuation of his debut album Rodeo (2015). Astroworld is a hip hop album, incorporating elements of trap and psychedelic music in a mmusical culmination of a lost generation.",
            "artwork":"astro.jpg",
            "tracklist":"1. STARGAZING<br>2. CAROUSEL<br>3. SICKO MODE<br>4. R.I.P. SCREW<br>5. STOP TRYING TO BE GOD<br>6. NO BYSTANDERS<br>7. SKELETONS<br>8. WAKE UP<br>9. 5% TINT<br>10. NC-17<br>11. ASTROTHUNDER<br>12. YOSEMITE<br>13. CAN'T SAY<br>14. WHO? WHAT!<br>15. BUTTERFLY EFFECT<br>16. HOUSTONFORNICATION<br>17. COFFEE BEAN",
            "appleMusic":"https://music.apple.com/us/album/astroworld/1421241217",
            "spotify":"https://open.spotify.com/album/41GuZcammIkupMPKH2OJ6I"
        },
        {
            "name":"Travis Scott",
            "shortname":"jackboys",
            "albumname":"JACKBOYS",
            "summary":"Scott goes verse for verse with his proteges Don Toliver and Sheck Wes and frequent collaborators; Quavo and Young Thug. The collaborative work pushed Scott into a new phase of his musical career. Similar to that of Scott’s own mentor, producer and hip hop artist Kanye West, his brand is now giving younger artists a bigger stage on which to perform. ",
            "artwork":"jackboys.jpg",
            "tracklist":"1. HIGHEST IN THE ROOM (REMIX)<br>2. JACKBOYS<br>3. GANG GANG<br>4. HAD ENOUGH<br>5. OUT WEST<br>6. WHAT TO DO?<br>7. GATTI",
            "appleMusic":"https://music.apple.com/us/album/jackboys/1492785997",
            "spotify":"https://open.spotify.com/album/1Sf8GsXG32t0jNrX11xqWx"
        }
    ]
}